export default {
  home: '首頁',
  introduction: '介紹',
  itinerary: '行程',
  connectUs: '聯絡我們',
  adminManagement: '管理',
  orderProgress: '訂單進度',
  orderHistory: '歷史訂單',
  memberProfile: '會員資料',
  halalRestaurant: '清真餐廳',
  halalAttraction: '清真景點',
  halalAccommodation: '清真住宿',
  logOut: '登出',
  image: '圖片',
  submit: '送出',

  // introduction
  whatIsHalal: '認識清真',
  aboutMuslim: '關於穆斯林',
  aboutHalalTravel: '關於清真旅遊',

  whatIsHalalP: '由於伊斯蘭教法對穆斯林食用之食品有特殊的規定，因此產生清真認證的需求。清真認證乃是透過科學化的方式，檢測食品是否參有伊斯蘭教法不允許添加之物質。通過檢測的產品即可獲得官方核發的認證標示，進口時通過海關時得提出相關文件，即可進入清真食品區，參加穆斯林國家食品展時，也可被將產品陳列在清真區。由此觀之，清真認證是廠商打入廣大穆斯林食品市場的敲門磚。 ',

  whatIsHalalP2: '清真認證的中心主旨是「從產地到餐桌，清真食品皆不得受到不合法物質的汙染」，如此才得以保障消費者食用的食品符合其宗教的要求。從業主的角度來看，清真認證不僅僅是產品終端檢測上是否包含不合法的物質，更重要的是原物料是否也符合清真，不受汙染。食品生產加工的過程中，是否有與不合法物質明確隔離。食品生產之後，在物流、運送、冷凍的過程中，是否有與不合法物質交叉汙染。最終，清真食品在烹調與銷售的時候，是否在製作過程時與不合法物質妥善隔離。總結而言，清真認證更在乎的是食品從原物料到生產過程中，是否在每一個關卡皆有符合清真的要求，不僅僅是終端產品符合清真認證而已。',

  aboutMuslimP: '伊斯蘭教是目前世界前三大宗教，伊斯蘭教又稱回教、清真教、天方教，最初由穆罕默德（Muhammad）創立，Muhammad 一詞在阿拉伯文中指的是「受到高度讚揚的人」。另外，伊斯蘭 (Islam) 一詞的來源可追溯到《古蘭經》一書，意指「追隨」、「歸順」、「和平」；而順從真主阿拉旨意的人，我們稱之為穆斯林（Muslim）。',

  aboutMuslimP2: '穆斯林將信仰落實於日常生活，「五功」即是穆斯林所需遵守的五項基本原則，即「念、禮、齋、課、朝」，意指「念証、禮拜、齋戒、天課和朝覲」',

  aboutHalalTravelP: '清真旅遊英文是 Halal Tourism。指的是穆斯林遵循伊斯蘭教的規範到世界各地旅遊。  包含用餐必須要有 Halal 的餐廳、住宿的飯店提供的相關設備（古蘭經、拜毯、麥加朝  拜方向的標示、淨下的設施、當地每天的禮拜時間等）、服務人員應具備的伊斯蘭知識  和禮節、了解穆斯林的禁忌等。飯店不提供酒精飲料，並有男性和女性分開獨立的游泳  池和水療設施。馬來西亞、土耳其及更多的國家正在努力吸引來自世界各地的穆斯林遊  客，並提供符合穆斯林遊客的宗教信仰設施。清真旅遊業的航空航班沒有提供酒精或豬  肉產品，定時公佈祈禱和機上娛樂提供播出宗教節目。',

  // itinerary
  message1: '原來台灣清真隨處可見，餐廳很適合和幾個朋友一起來共食的餐廳，在半室內的空間有著餐桌可以享用餐點，雖然外觀看起來有些嚇人，可是吃起來意外的很特別又很好吃，推薦剛上的時候就食用，下次一定要帶朋友再來吃 !',
  message2: '找了時間來到愛傘的製造地看看，沒想到是一個別有洞天的小鎮，散步在和美小鎮上，有著美麗的彩繪跟雨傘組合的裝置藝術，讓人置身在馬德里的雨傘巷，一秒偽出國飛到西班牙，搭配著小鎮的悠閒氛圍，慢慢散步，慢慢走走看看。也可以送給自己一場舒服悠閒的野餐時光，在這裡享用美食，拍野餐照，享受著舒適的陽光，躺在草皮上，時間就這樣悄悄的被偷走了',
  message3: '去年我們那團4個家庭3個小孩，第一次帶長輩跟團，很值得，小朋友還蠻愛的，有很多的體驗活動，此次體驗的是茶道與浴衣，茶道老師細心解說茶道的製程與用具介紹，體驗完還有小點可以品嚐，非常值得來體驗一番，浴衣也有許多款式可供挑選，超級推薦',
  message4: '服務員都超級親切！價格也非常實惠，是溜孩子的好所在，孩子在這裡做勞作也玩了一個多小時，孩子超級開心，還去造訪茶坊吃飯，牆面上也用心，討喜的鳳梨剪紙加上手寫春聯，品嘗台菜料理，很道地且有濃厚的古早味特色。',
  message5: '開車到不了的樂園，是個原始的優勝美地。暑期假日還有原民歌舞表演，增加樂園歡愉度，很棒。上次朋友去玩到瀑布，假日人多要排隊，但還是玩得很開心，老街也很豐富很多吃的，吃得很開心也有泡湯',

  // Login & register
  register: '註冊',
  login: '登入',
  loginV: '登入',
  account: '帳號',
  password: '密碼',
  confirmPassword: '確認密碼',
  usernameWrong: '帳號錯誤',
  yourName: '您的姓名',

  // member
  name: '姓名',
  smartphone: '手機',
  telephone: '家用電話',
  imageUpload: '圖片上傳',
  imageHint: '單張圖片 1M',

  // admin
  memberManagement: '會員管理',
  itineraryManagement: '行程管理',
  orderManagement: '訂單管理',
  messageManagement: '訊息管理',

  // admin-Itinerary
  itineraryName: '行稱名稱',
  itineraryPrice: '行稱價格',
  startDay: '出發日期',
  endDay: '結束日期',
  people: '成團人數',
  addItinerary: '增加行程',
  offTheShelf: '下架',
  onTheShelf: '上架',

  // admin-order
  orderInfo: '訂購人資訊',
  pack: '組',

  // cart
  contactInfo: '訂購人資訊',
  firstName: '名字',
  lastName: '姓氏',
  phone: '電話',

  // connectUs
  connectUsTitle: '給你最忠誠的享受',
  connectUsP: '力致於提供、最忠誠、最好、最貼心的行程服務給所有旅客，不在玩樂與忠誠之間單做選擇，在過程中相互認識，攜手同行',
  title: '問題標題',
  company: '公司',
  whyCreate: '為甚麼建立這個想法呢 ?',
  anonymous: '匿名',
  content: '問題建議'
}
